/*							*/
/*  Localizable.strings		*/
/*  Admin Utility			*/

"CopyrightEndYear" = "2005";	/* MAKE SURE THIS IS UPDATED EVERY YEAR!!!!!!! */

"AdminUtility"	= "Utilidad Administración AirPort";
"BaseStation"	= "Estación base AirPort";

/* AOL Login script -- probably no need to localize*/
"AOL"			= "America Online";

/* Connect via AOL*/
"AOLv90"		= "America Online (AOLnet, V.90)";
"AOLv34"		= "America Online (AOLnet, V.34)";

/* AOL username -- different for Japan?*/
"AOLrealm"		= "aolnet/abc.prod.dlp.apple.1.AirPort";

/* Help book name*/
/* (should be "AirMac Help" for Japan?)*/
"AirPortHelp"	= "Ayuda AirPort";

/* Special note to localizers:
   These next few items dynamically modify some of the menus
   in the application. For correct parsing, please use the
   semi-colon to separate the items, and be very careful
   to have the same number of items, as the program makes
   assumptions about number and positioning.*/

/* Identity panel*/
"Density"		= "Baja;Media;Alta;;Seleccionar por omisión";
"Multicast"		= "1;2;5,5;11;;Seleccionar por omisión";

/* Network panel*/
"DHCPLease"		= "Segundos;Minutos;Horas;Días;;Por omisión";

/* Modem timeout settings*/
"IdleDisconnect" = "10 segundos;30 segundos;1 minuto;2 minutos;5 minutos;10 minutos;15 minutos;20 minutos;30 minutos;;Nunca";

/* Show/Hide info panel menu item*/
"ShowInfo"		= "Mostrar información";
"HideInfo"		= "Ocultar información";

/* Show/Hide toolbar*/
"ShowToolbar"	= "Mostrar barra de herramientas";
"HideToolbar"	= "Ocultar barra de herramientas";

/* Info panel*/
"infoName"			= "Nombre:  %@";
"infoEthernetID"	= "ID Ethernet:  %@";
"infoDescription"	= "Descripción:  %@";
"infoSerialNumber"	= "Número de serie:  %@";
"infoRestarted"		= "Reiniciada:  %@";
/* use calendar formats to display the date and time*/
"infoRestartedFormat" = "%e/%m/%y, %H:%M:%S";

/* ACP Info Panel*/
"infoEthernetID1"	= "Ethernet (WAN):  %@";
"infoEthernetID2"	= "Ethernet (LAN):  %@";
"infoAirPortID"		= "Nº AirPort:  %@";

/* Open/Save panel button titles*/
"Open"			= "Abrir";
"Export"		= "Exportar";
"Import"		= "Importar";

/* Toolbar items*/
"Other"			= "Otra";
"Rescan"		= "Volver a explorar";
"Info"			= "Información";
"Configure"		= "Configurar";
"Restart"		= "Reiniciar";
"Upload"		= "Cargar";
"Default"		= "Por omisión";
"EquivPW"		= "Contraseña";

/* Toolbar items tool tips*/
"OtherTip"		= "Configurar otra estación base";
"RescanTip"		= "Volver a explorar las estaciones base";
"InfoTip"		= "Mostrar/ocultar datos sobre la estación base";
"ConfigureTip"	= "Configurar la estación base seleccionada";

"RestartTip"	= "Reiniciar la estación base";
"UploadTip"		= "Cargar software en la estación base";
"DefaultTip"	= "Cargar software por omisión en la estación base";
"EquivPWTip"	= "Mostrar una contraseña equivalente de red";

/* Confirmation messages*/
"OK"			= "OK";			/*FIGHT THE URGE TO DELETE THIS! DON'T DO IT!!!!!*/
"Cancel"		= "Cancelar";
"ConfirmUpload"	= "Cargar";
"Continue"		= "Continuar";
"Yes"			= "Sí";
"No"			= "No";

"AreYouSure"	= "¿Seguro que desea activar este ajuste?";
"AreYouSure2"	= "¿Seguro que desea cambiar este ajuste?";
"AreYouSure3"	= "¿Seguro que desea conservar este ajuste?";

"ConfirmClosed" = "Al crear una red cerrada, el nombre no será visible por los ordenadores cliente AirPort. Para conectarse a ella, los clientes deben introducir el nombre exacto de la red.";

"ConfirmEthernetBridging" = "La activación de AirPort como puente en Ethernet puede alterar el funcionamiento de la red. Para disponer de más información, consulte a su proveedor de acceso a Internet o al administrador de red.";

"ConfirmEthernetDHCP" = "La activación de un servidor DHCP en Ethernet puede alterar el funcionamiento de la red. Para disponer de más información, consulte a su proveedor de acceso a Internet o al administrador de red.";

"ConfirmEthernetNAT" = "Compartir direcciones IP (usando NAT) en una red Ethernet puede alterar el funcionamiento de ésta. Para disponer de más información, consulte a su proveedor de acceso a Internet o al administrador de red.";

"ConfirmRobustness" = "Al activar el sistema anti-interferencias puede limitarse el radio de alcance y el rendimiento de la red.";

"ConfirmMulticastRate" = "Al ajustar la velocidad de multidifusión por encima de 2 mb/s., no podrán conectarse a la red AirPort las tarjetas inalámbricas de 2 mb de terceras partes. Los ordenadores cliente equipados con tarjetas AirPort de Apple no se verán afectados.";

"ConfirmPublicPassword" = "Esta estación base está protegida mediante la contraseña “public”. ";
"ConfirmPublicPassword1" = "Como medida de seguridad, cree una contraseña que no sea “public”.";

/* Error messages*/
"APReadError"	= "Se ha producido un error mientras se leía la configuración.";
"APWriteError"	= "Se ha producido un error al actualizar la configuración.";
"APBinaryError"	= "Se ha producido un error al cargar el binario.";

/* LoginScript*/
"None" = "Ninguno";	/*also used for non-loging script related things*/

/* Equivalent Network Password*/
"equivWEPPW" = "Para conectarse a la red AirPort creada por esta estación base desde un ordenador que no utilice el software AirPort, debe usar los siguientes elementos:";
"equivWEPHex" = "Contraseña equivalente hexadecimal (clave WEP): %@";
"equivWEPASCII" = "Contraseña ASCII equivalente (clave WEP): %@";

/* Validation errors*/
"errNeedPassword" = "Para continuar, debe introducir una contraseña para la estación base.";

"errMatchPassword" = "Los campos de contraseña y confirmación no coinciden. Debe introducir la misma contraseña en ambos.";

"errInvalidIP" = "La dirección IP no es válida. Solicite al administrador de la red o al proveedor de acceso a Internet una dirección IP válida.";

"errBadPassword" = "La contraseña introducida no es correcta. ¿Desea intentarlo de nuevo?";

"errCantOpenBinary" = "El archivo seleccionado no puede abrirse porque se está utilizando para cargar información en una estación base. Elija una estación y seleccione Cargar Software en el menú Estación Base.";

"errCantOpenFile" = "El archivo seleccionado no puede abrirse con este programa.";

"errCantResetAP" = "Utilidad Administración AirPort no ha podido reiniciar la estación base. Consulte la documentación de la estación para saber cómo reiniciarla manualmente.";

"errCantRestartAP" = "Utilidad Administración AirPort no ha podido reiniciar la estación base seleccionada.";

"errCantUpdateAP" = "Utilidad Administración AirPort no ha podido actualizar los ajustes de la estación base seleccionada.";

"errCantUploadAP" = "Utilidad Administración AirPort no ha podido cargar el software en la estación base seleccionada.";

"errCantReadFile" = "Utilidad Administración AirPort no ha podido leer el archivo de configuración, por lo que deberá crear una configuración nueva.";

"errCantReadAP" = "Utilidad Administración AirPort no puede leer la configuración de la estación base seleccionada.";

"errNotSupportedAP" = "Utilidad Administración AirPort no puede configurar la estación base seleccionada.";

"errNetworking" = "Utilidad Administración AirPort no ha podido comunicarse con la estación base seleccionada. El ordenador debe estar en la misma subred TCP/IP que la estación base.";

/* Validation reasons*/
"expPassword" = "La contraseña de una estación base debe tener menos de 32 caracteres.";

"expUpload" = "Seleccione la estación base que desea configurar y elija Cargar Software.";

"expValidIP" = "Compruebe que la dirección IP y la contraseña introducidas son correctas e inténtelo de nuevo.";

/* Informational*/
"infoRestart" = "La estación base seleccionada se ha reiniciado.";

"infoPleaseWait" = "Por favor, espere a que se reinicie.";

"infoUploadSuccess" = "El software de la estación base se ha actualizado correctamente.";

"infoUpdateSuccess" = "Los ajustes de la estación base se han actualizado correctamente.";

"infoRestartOK" = "Al reiniciar una estación base, se desconectan todos los ordenadores de la red inalámbrica.";

"infoUploadOK" = "Al cargar software en una estación base, se desconectan todos los ordenadores de la red inalámbrica.";

"infoAirPortCard" = "Tarjeta AirPort";

"infoNotConfigured" = "La estación base seleccionada se ha reiniciado y no está configurada.";

"infoUploadDefault" = "Se cargará el software por omisión en la estación base. Haga clic en Automático para cambiar la configuración TCP/IP durante la carga, o en Manual para asignar a la estación una dirección TCP/IP y una contraseña únicas.";

"infoResetSuccess" = "La estación base se ha reiniciado correctamente para usar la configuración por omisión.";

"infoManualOrAuto" = "Haga clic en Continuar para configurar la estación base con Utilidad Administración AirPort o haga clic en el botón del asistente para salir de este programa y utilizar el Asistente Configuración AirPort.";

"infoAssistantErr" = "Se ha producido un error al abrir el Asistente Configuración AirPort.";

"infoQuit" = "Salga de este programa e inténtelo de nuevo.";

"infoChangeIP" = "Los ajustes de TCP/IP se modificarán temporalmente mientras se reinicia la estación base.";

"infoLoseNetwork" = "Esto puede interrumpir los servicios de red establecidos.";

"infoAutomatic" = "Automático";

"infoManual" = "Manual…";


/* Explanations for NAT and DHCP on/off, and bridging on/off
   Note the trailing space in each of the NAT and DHCP on/off strings
   The string displayed in the panel is made by concatenating the
   Bridge on/off string to one of these strings*/
"NAT_off_DHCP_off" = "El acceso compartido a Internet mediante NAT (traducción de direcciones de red) y DHCP no está activado. La configuración de TCP/IP debe realizarse manualmente en todos los ordenadores de la red. ";

"NAT_off_DHCP_on" = "Se empleará DHCP para compartir el rango de direcciones IP introducido. Los clientes de la red deben configurar TCP/IP para obtener una dirección IP de un servidor DHCP. ";

"NAT_on_DHCP_on" = "Para compartir una dirección IP única, se emplearán los sistemas NAT y DHCP. Los ordenadores de la red deben configurar TCP/IP para obtener una dirección IP utilizando un servidor DHCP. ";

"Bridge_Off" = "La estación base no actuará como puente entre la red AirPort y la red Ethernet.";

"Bridge_On" = "La estación base actuará como puente entre la red AirPort y la red Ethernet.";

"Bridge_LAN" = "La estación base actuará como puente entre la red AirPort y la red Ethernet local.";

/* Binary errors*/
"binSize" = "El archivo seleccionado no posee el tamaño adecuado.";

"binDowngrade" = "La estación base seleccionada no puede convertirse a la versión %@, que es anterior.";

"binSignature" = "La firma del archivo seleccionado no es válida.";

"binChecksum" = "La suma de comprobación del archivo seleccionado no es correcta.";

"binError" = "Se ha producido un error inesperado al examinar el archivo seleccionado.";

"binConfirmReload" = "¿Seguro que desea volver a cargar el software seleccionado en la estación base?";

"binVersion" = "El número de versión del archivo seleccionado no puede determinarse.";

"binConfirmDowngrade" = "El software que está cargando (%1$@) es más antiguo que el de la estación base (%2$@).";

"binChooseAnother" = "Seleccione otro archivo e inténtelo de nuevo.";

"binCurrentVersion" = "La estación base seleccionada utiliza la versión %@.";

"binAskUpload" = "¿Todavía desea cargarlo?";

"binNewerVersion" = "Existe una versión más reciente (%@) del software para la estación base.";

"binConfirmUpload" = "Haga clic en Cargar para instalarlo ahora.";

/* Progress strings*/
"progTemp" = "AirPort temporal ";

"progPreparing" = "Preparando carga…";

"progChangingIP" = "Cambiando la configuración de TCP/IP…";

"progSettingIP" = "Ajustando dirección TCP/IP de la estación…";

"progUploading" = "Cargando software en la estación base…";

"progRestoring" = "Restaurando la configuración de TCP/IP…";

"progWaiting" = "Esperando a que la estación base se reinicie…";

"progReading" = "Leyendo configuración de la estación…";

"progWriting" = "Guardando la configuración de la estación base…";

"progRestarting" = "Reiniciando la estación base…";

"progSearching" = "Buscando estaciones base…";

/* Validation errors*/
"valBaseName" = "Debe introducir un nombre para la estación base.";

"valNetworkName" = "Debe introducir un nombre para la red.";

"valNeedWEP" = "Ha seleccionado activar la encriptación (usando WEP) en la red AirPort, pero no ha introducido ninguna contraseña.";

"valPPPNeedsNAT" = "La distribución de direcciones IP debe estar activada para establecer una conexión por módem (PPP) o mediante PPP sobre Ethernet (PPPoE).";

"valInvalidIP" = "Ha introducido una dirección IP no válida.";

"valInvalidNetwork" = "Ha introducido una combinación no válida de direcciones IP, máscara de subred y direcciones de router.";

"valPhoneNumber" = "No ha introducido ningún número de teléfono.";

"valUsername" = "No ha introducido ningún nombre de usuario.";

"valPassword" = "No ha introducido ninguna contraseña.";

"valDHCPLease" = "El tiempo de cesión DHCP no puede ser inferior a 10 minutos.";

"valDHCPRangeError" = "La dirección DHCP final debe ser mayor que la inicial.";

"valInvalidDHCP" = "La dirección DHCP no es compatible con la máscara de subred y la dirección del router.";

"valNeedStatic" = "Para compartir un rango de direcciones DHCP la estación base debe configurarse mediante direcciones IP estáticas.";

"valInvalidPort" = "Ha introducido un número de puerto no válido.";

/* Explanations*/

"tryName" = "Introduzca un nombre e inténtelo de nuevo.";

"tryPassword" = "Introduzca una contraseña para la red e inténtelo de nuevo.";

"tryCheck" = "Revise la configuración e inténtelo de nuevo.";

/* New strings for new base station*/

"infoUploadDefaultACP" = "Se cargará el software por omisión en la estación base. Haga clic en OK para cambiar temporalmente la configuración de TCP/IP durante la descarga.";

"valInvalidNetworkACP" = "Este rango de direcciones está reservado para la interfaz Ethernet local e interfaces inalámbricas.";

"valInvalidPortMapping" = "Sólo es posible el mapeado de puertos cuando se comparte una sola dirección IP (usando los protocolos DHCP y NAT).";

"aclDuplicates1" = "Se ha omitido una entrada duplicada durante la importación.";

"aclDuplicates2" = "Se han omitido %d entradas duplicadas durante la importación.";

"softResetACP" = "La estación base seleccionada se ha reconfigurado temporalmente para permitir acceder a ella. Modifique los ajustes que bloqueaban el acceso, como la contraseña de la estación base, la contraseña de red, la lista de control de acceso y RADIUS.";

"USAConfiguration" = "0";		/* change this to 0 for non-US installations*/

/* New strings for 2.0.4*/
"providedByDHCP" = "(Facilitada por el servidor)";
"providedByPPP" = "(Facilitada por el servidor)";
"maxConnect" = "15 minutos;30 minutos;1 hora;2 horas;4 horas;8 horas;;Nunca";
"valInvalidPPPDialin" = "No es posible activar la conexión telefónica PPP si la conexión a Internet se establece a través del módem o de AOL.";
"valInvalidPPPDialinNoNat" = "No es posible activar la conexión telefónica PPP si está configurada para compartir un rango de direcciones.";
"valInvalidPPPDialinUsername" = "La conexión telefónica PPP requiere un nombre de usuario.";
"valInvalidPPPDialinPassword" = "La conexión telefónica PPP requiere una contraseña.";

"valInvalidDHCPMessage" = "El mensaje DHCP no puede contener más de 253 caracteres.";
"tryShorter" = "Elimine %d caracteres o más e inténtelo de nuevo.";

"keychainDescription" = "Contraseña de la estación base AirPort";
"ConfirmPPPDialin" = "Si activa la conexión telefónica PPP, la estación base responderá a las llamadas de acuerdo con la configuración. Esta función se optimiza cuando hay un línea telefónica dedicada.";

"RADIUS_Choices" = "Sin utilizar;Por omisión;Alternativo";
"RADIUS_Default" = "La dirección MAC usará el formato 010203-0a0b0c para el nombre de usuario; el secreto compartido será la contraseña.\nEste es el formato usado habitualmente por Lucent y Agere.";
"RADIUS_Alternate" = "La dirección MAC usará el formato 0102030a0b0c tanto para el nombre de usuario como para la contraseña.\nEste es el formato usado habitualmente por Cisco.";

"oldFormat" = "El archivo seleccionado en un archivo de configuración más antiguo y no es compatible con esta versión de la estación base.";
"newFormat" = "El archivo seleccionado en un archivo de configuración más reciente y no es compatible con esta versión de la estación base.";

/* Added for Jaguar*/
"Multiple"		= "Múltiple";
"Roaming"		= "Itinerancia";

"MultipleTip"	= "Configure las estaciones base seleccionadas de forma idéntica";
"RoamingTip"	= "Configure las estaciones base seleccionadas como una red itinerante";

/* AOL additions*/
"EnableAOL"		= "Activar controles para adultos AOL";
"AOLcable"		= "America Online (módem por cable)";
"AOLdsl"		= "America Online (DSL)";

/* AOL realm strings -- different for non-US?*/
"AOLrealmCable"	= "aolnet/abc.prod.cbl.apple.1.AirPort";
"AOLrealmDSL"	= "aolnet/abc.prod.dsl.apple.1.AirPort";

"ConfirmAOLParentalControl" = "La activación de los controles para adultos AOL requiere el uso del cliente AOL para acceder a Internet.";

/* WEP key explanations*/
"requireHEX"	= "Sólo debe introducir caracteres hexadecimales.";
"requireASCII"	= "Sólo debe introducir caracteres ASCII.";

/* New strings for 3.0*/
"cardMode"		= "Sólo 802.11b;Compatible 802.11b/g;Sólo 802.11g";
"Internal"		= "Interna";
"External"		= "Externa";
"noWEP"			= "( no configurado )";
"providedAuto"	= "( proporcionada automáticamente )";
"errMustBeSame"	= "Al cargar %@ en diversas estaciones base, todas ellas deben ser del mismo tipo.";
"errSameConfig"	= "una configuración guardada";
"errSameBinary"	= "firmware";
"enterMultiPW"	= "Escriba la contraseña de la estación base “%1$@” que tiene la dirección MAC %2$@";
"confirmRevert"	= "La configuración ha sido modificada. ¿Seguro que desea deshacer los cambios?";

"valInvalidDMZ1"= "El servidor por omisión sólo puede utilizarse cuando se comparte una sola dirección IP (usando DHCP y NAT).";
"valInvalidDMZ2"= "La dirección del servidor por omisión debe estar entre %1$@ y %2$@.";

/* WDS*/
"WDS"			= "WDS";
"WDSTip"		= "Configurar las estaciones base seleccionadas como una red WDS";

"AirPortWDS"	= "AirPort (WDS)";
"valNeedWDS"	= "Ha seleccionado activar WDS en su red AirPort, pero no ha introducido la dirección MAC de una o más de las estaciones base remotas.";
"valNeedWDSRmt"	= "Ha seleccionado activar WDS en su red AirPort, pero no ha introducido la dirección MAC de la estación base principal.";
"InvalidMACAddress" = "La dirección MAC introducida no es válida.";

"WDSAirPortID"	= "Introduzca el número de identificación AirPort de la estación base remota.";

"WDSSettingsFor" = "Ajustes para";
"ThisBaseStation" = "esta estación base";

/* Product names*/
"AirPort1"		= "Estación base AirPort de Apple";
"AirPort2"		= "Estación base AirPort Extreme de Apple";
"AirPort3"		= "AirPort Express de Apple";

/* Added for 3.0.3 (March 2003)*/
"OtherElipses"		= "Otra…";		/* Append to the Addressing range popup*/

"confirm80211b" = "Si selecciona “Sólo 802.11b” los ordenadores cliente 802.11g no podrán acceder a la red creada por esta estación base.";
"confirm80211g" = "Si selecciona “Sólo 802.11g”, los ordenadores cliente 802.11b no podrán acceder a la red creada por esta estación base.";

"valWDSWithDHCPNATTitle" = "Sistema de distribución inalámbrico";
"valWDSWithDHCPNATText" = "Las estaciones base remotas de un WDS no deben tener activados los protocolos DHCP y NAT.\n\nCompruebe que la opción “Distribuir direcciones IP” no está seleccionada en el panel Red.";

"errNotSupportedAP2" = "Esta versión de la Utilidad Administración AirPort no puede configurar esta estación base AirPort. Utilice en su lugar el software suministrado con la estación base o el que esté disponible en Internet.";

"confirmNonASCIINetNameEncoding"  = "El nombre de la red (SSID) que ha elegido contiene caracteres no ASCII y puede que no sea válido en todos los ordenadores cliente AirPort.";
"confirmNonASCIINetPWEncoding"  = "La contraseña de red (clave WEP) que ha elegido contiene caracteres no ASCII y puede que no sea válida en todos los ordenadores cliente AirPort.";

"WDSPrimaryBaseStationDescription" = "La estación base principal está conectada a Internet y comparte su conexión con las estaciones base remotas y otras estaciones de retransmisión.";
"WDSRemoteBaseStationDescription" = "La estación base remota comparte la conexión a Internet de la estación base principal.";
"WDSRelayBaseStationDescription" = "La estación base de retransmisión está conectada a la estación base principal y comparte su conexión a Internet con las estaciones base remotas y de retransmisión.";

"wdsManuallySetUpForWDS" = "Debe realizarse una configuración WDS manual";
"wdsSuccessfullySetUpAsWDS" = "Configuración WDS finalizada";
"wdsCancelledSetUpAsWDS" = "Configuración WDS cancelada";
"wdsNotOnThisPlatform" = "WDS no soportado";

"DefaultBasePasswordDescription" = "Introduzca la contraseña de la estación base seleccionada:";
"SpecificBasePasswordDescription" = "Escriba la contraseña de la estación base para:";
"NetworkPasswordDescription" = "Introduzca la contraseña para:";

"wdsRemoteConfigResults" = "Resultados de la configuración de la estación base remota WDS";

/*these three match the menu in the WDS tab*/
"wdsMainBaseStation" = "estación base principal WDS";
"wdsRemoteBaseStation" = "estación base remota WDS";
"wdsRelayBaseStation" = "estación base de retransmisión WDS";

"wdsProgressSettingUpRemoteBases" = "Configurando las estaciones base remotas…";
"wdsProgressJoining" = "Accediendo a %@…";
"wdsProgressReading" = "Leyendo la configuración de %@…";
"wdsProgressRejoining" = "Accediendo de nuevo a la red de esta estación base.";

"wdsErrorRejoining" = "Ha ocurrido un error al volver a acceder a la red de esta estación base.";

"noASCIIWEP" = "( no imprimible )";

"remoteSettingsOK" = "Continuar la configuración WDS para estas estaciones base";
"remoteSettingsCancel" = "Cancelar la configuración WDS para estas estaciones base";
"remoteSettingsCancelAll" = "Cancelar la configuración WDS para el resto de estaciones base";

"baseStation" = "Estación base";
"wirelessNetwork" = "Red inalámbrica";
"notAvailable" = "( no disponible )";

"Multicast1" = "1;2;5,5;11;;Usar por omisión";
"Multicast2" = "1;2;5.5;6;9;11;12;18;24;;Usar por omisión";

"wdsNonPublicPasswordTip" = "Si desea cambiar la contraseña de la estación base, introduzca la nueva contraseña en el campo adecuado de la estación base y confírmelo en el campo de verificación.";
"wdsNotCompatibleWithChannelAuto" = "Las estaciones base de un WDS no deben tener activada la selección de canal automática.\n\nCompruebe que ha seleccionado un canal diferente de “Automático” en el menú Canal del panel AirPort.";

"internetConfirmTurningOffWDS" = "Esta estación base está configurada como miembro de un WDS. Si cambia el método de conexión de Internet, eliminará esta asociación WDS.";

/* Connect via*/
"Ethernet"		= "Ethernet";
"ModemV90"		= "Módem (V.90)";
"ModemV34"		= "Módem (V.34)";
"PPPOE"			= "PPP sobre Ethernet (PPPoE)";

/*file name for ACL export*/
"AccessControlList" = "Lista de control de acceso";

/* Panther changes*/
"NothingInEthernetPortTitle" = "Advertencia sobre la conexión a Internet";
"NothingInWANPort" = "No hay ningún dispositivo conectado al conector WAN de la estación base AirPort. Si utiliza un módem DSL, por cable u otra conexión de banda ancha para acceder a Internet, o si usa una red conectada a Internet, conecte el módem o la red al conector WAN.";
"NothingInWANPortSomethingInLAN" = "El conector LAN de la estación base AirPort está conectado a una red Ethernet. Si utiliza un módem DSL, por cable u otra conexión de banda ancha para acceder a Internet, o si usa una red conectada a Internet, conecte el módem o la red al conector WAN.";

"Status"	= "Estado";
"StatusTip"	= "Mostrar el estado actual de la estación base seleccionada";
"duplicatePortMappingTitle"			= "Error de mapa de puertos";
"duplicatePortMapping"				= "La entrada de mapa de puertos introducida ya existe.";

/*3.2 WPA Changes*/
"NotEnabled" = "Desactivada";
"40BitWEP" = "WEP de 40 bits";
"128BitWEP" = "WEP de 128 bits";
"WPASoho" = "WPA Personal";
"WPAEnterprise" = "WPA Empresa";
"WirelessSecuritySettings" = "Ajustes de seguridad de la red inalámbrica";

"wepkey" = "contraseña de la red";
"password" = "contraseña";
"psk" = "clave precompartida";
"sharedSecret" = "secreto compartido";
"errWrongLengthPassword" = "La contraseña debe constar de entre 8 y 63 caracteres.";
"errWrongLengthPSK" = "La clave precompartida introducida debe constar exactamente de 64 caracteres hexadecimales.";
"errNoMatchPhrase" = "El campo de %1$@ no coincide con el campo de verificación. Debe introducir el mismo valor de %2$@ en ambos campos.";
"errNoPhrase" = "No ha introducido ningún valor en el campo de %@.";
"errInvalidGroupKeyTimeout" = "El límite de tiempo que ha establecido para la clave de grupo no es válido. El valor debe encontrarse entre %1$d y %2$d minutos.";

"addACL" = "Añadir entrada de control de acceso…";
"editACL" = "Editar entrada de control de acceso…";
"deleteACL" = "Borrar entradas de control de acceso…";
"importACL" = "Importar entradas de control de acceso…";
"exportACL" = "Exportar entradas de control de acceso…";
"revertACL" = "Restaurar entradas de control de acceso…";

"TKIP" = "TKIP";
"AES" = "AES";

"VerifyPassword" = "Repetir contraseña:";
"VerifyKey" = "Verificar clave:";

"confirmTurnOffLocalAccessControl" = "WPA Empresa no es compatible con el control de acceso mediante dirección MAC local. La lista de control de acceso local se exportará y se eliminará.\n\n¿Seguro que desea exportar y eliminar la lista de control de acceso local y utilizar el sistema de seguridad WPA Empresa?";
"confirmTurnOffRemoteAccessControl" = "WPA Empresa no es compatible con el control de acceso mediante dirección MAC basada en RADIUS. El control de acceso basado en RADIUS se desactivará.\n\n¿Seguro que desea desactivar el control de acceso basado en RADIUS y utilizar el sistema de seguridad WPA Empresa?";
"confirmTurnOffBothAccessControl" = "WPA Empresa no es compatible con el control de acceso mediante dirección MAC local ni mediante dirección MAC basada en RADIUS. El control de acceso basado en RADIUS se desactivará y la lista de control de acceso local se exportará y se eliminará.\n\n¿Seguro que desea exportar y eliminar la lista de control de acceso local, desactivar el control de acceso basado en RADIUS y utilizar el sistema de seguridad WPA Empresa?";
"WDSNotCompatibleWithWPA" = "Una estación base protegida por el sistema WPA no puede usarse en una red WDS. Ajuste el nivel de seguridad de esta estación a WEP o a Desactivada.";
"WPANotCompatibleWithWDS" = "Una estación base protegida por el sistema WPA no puede usarse en una red WDS. Esta estación se eliminará de la red WDS.\n\n¿Seguro que desea realizar este cambio?";
"ShowOptions" = "Mostrar opciones";
"HideOptions" = "Ocultar opciones";
"CannotConfigureWPAEnterpriseForWDS" = "Una estación base protegida por el sistema WPA Empresa no puede añadirse a una red WDS. Seleccione otra estación.";
"RADIUSACLNotCompatibleWithWPAEnterpriseTitle" = "El control de acceso a direcciones MAC basado en RADIUS no es compatible con el nivel de seguridad WPA Empresa para redes inalámbricas.";
"RADIUSACLNotCompatibleWithWPAEnterprise" = "Pare activar el control de acceso a direcciones MAC basado en RADIUS, seleccione otro nivel de seguridad para la red inalámbrica.";
"multiConfigOldBaseErr" = "La opción Configurar Múltiple sólo puede utilizarse con estaciones base AirPort Dual Ethernet y estaciones base AirPort Extreme.";
"equivWPAPSK" = "Clave precompartida WPA: %@";
"equivWPAPassword" = "Contraseña WPA: %@";
"WPANotSupportedByCard" = "Para acceder a una red protegida por WPA y realizar cambios en una estación base protegida por WPA se requiere un ordenador compatible con WPA. Este ordenador no lo es. Si continúa, no podrá acceder a la red ni realizar cambios en la estación base.";

/*3.3 Changes*/
"LocalACLNotCompatibleWithWPAEnterpriseTitle" = "El control de acceso a direcciones MAC locales no es compatible con el nivel de seguridad WPA Empresa para redes inalámbricas.";
"LocalACLNotCompatibleWithWPAEnterprise" = "Para activar el control de acceso a direcciones MAC locales, seleccione otro nivel de seguridad para la red inalámbrica.";
"equivWPAPW" = "Para conectarse a la red AirPort creada por esta estación base, debe usar los siguientes elementos:";
"errPingFailed" = "La Utilidad Administración AirPort no ha podido establecer comunicación con esta estación base. Compruebe los ajustes del panel Red de Preferencias del Sistema.";
"errEscapedPasswordBadLength" = "La contraseña hexadecimal que ha introducido no tiene la longitud correcta. Debe introducir los caracteres de escape correctos (“$”, “0X” o “0x”) seguidos de diez dígitos hexadecimales para WEP de 40 bits o veintiséis dígitos hexadecimales para WEP de 128 bits.";

/*3.4 Changes*/
"Enable Default Host at" = "Activar el servidor por omisión en";
"RadioChannelTitle" = "Error de canal";
"ShouldntChangeChannelsInAWDS" = "Esta estación base está configurada dentro de una WDS. Si se cambia el canal se desconectará la WDS.";
"BaseStationOptionsTitle" = "Error en las opciones de la estación base";
"ValidSysLogIPAddress" = "Debe proporcionar una dirección IP válida a la que enviar el registro de la estación base.";
"ValidNTPServerInfo" = "Debe proporcionar un nombre o una dirección IP de un servidor NTP válidos.";
"ImportError" = "Error de importación";
"CannotImportIntoSavedConfig" = "No puede importar dentro de un archivo de configuración guardado otro archivo de configuración guardado.";
"ConfigurationFileNotSupported" = "El archivo de configuración seleccionado no es compatible con esta estación base.";
"Power"					= "Potencia:";
"PowerOverEthernet"		= "Ethernet (802.3af)";
"PowerAC"				= "Adaptador de corriente externo";
"USBPrinterLabel"		= "Impresora USB:";

/*4.0 changes*/
"AudioNetworkNameRequired" = "Debe asignar un nombre a los altavoces de iTunes para la transmisión de audio en tiempo real.";
"AudioStreaming" = "Transmisión de audio en tiempo real";

"SaveChanges" = "¿Desea guardar los cambios efectuados en la estación base “%@”?";
"willBeLost" = "Sus cambios se perderán si no los guarda.";
"DontSave" = "No guardar";
"Save" = "Guardar";
"Update" = "Actualizar";
"supportsProfilesDescription" = "Esta estación base admite varios perfiles de configuración. Puede añadir, eliminar o activar un perfil. Para activar un perfil, haga clic en el botón del perfil y después en OK. Para editar un perfil, haga clic en su nombre y, a continuación, en OK.";
"doesntSupportProfilesDescription" = "Esta estación base sólo admite un perfil de configuración. Para configurar el perfil, selecciónelo en la lista y haga clic en Configurar.";
"confirmMakeInactiveProfileActive" = "Este perfil no está actualmente activo. ¿Desea que éste sea el perfil activo para esta estación base?";
"confirmDeleteProfiles" = "¿Seguro que desea eliminar el perfil seleccionado? Esta acción no se puede deshacer.";
"EditProfiles" = "Editar perfiles…";
"AddProfile" = "Añadir perfil";
"Profiles" = "Perfiles";
"untitled" = "sin título";
"ActiveProfile" = "%@ (activo)";
"CurrentProfile" = "Perfil actual: %@";
"DuplicateProfileName" = "%@ copia";
"copy" = "copia";
"confirmSaveProfile" = "¿Desea guardar los cambios efectuados en “%@”?";
"HardResetMode" = "Modo de reinicio";
"HardResetOptions" = "Esta estación base se ha reiniciado. Haga clic en Restaurar para seleccionar uno de los perfiles de configuración que se activará. Haga clic en Reajustar para reajustar uno de los perfiles de configuración.";
"Replace" = "Reemplazar";
"Reset" = "Reajustar";
"WirelessNetwork" = "Red inalámbrica";
"aea-useprofile-1034" = "aea-useprofile-1034";  /*profiles help anchor*/
"TooManyACLEntries" = "La lista de control de acceso local excede el número máximo de entradas en %d. Elimine %d entradas.";
"HardResetProfilesMode" = "Esta estación base se ha reiniciado. Para activar un perfil, haga clic en el botón del perfil y después en OK.";
"NothingInEthernetPort" = "No hay ningún dispositivo conectado al puerto Ethernet. Si utiliza un módem de banda ancha para acceder a Internet, o si está conectado a una red Ethernet, conecte el módem o la red al puerto Ethernet.";
"EthernetPort" = "Puerto Ethernet";
"LANConnector" = "Conector LAN";
"TooManyImportedACLEntries" = "La lista de control de acceso local excede el número máximo de entradas. Haga clic en OK para importar las primeras %d entradas o haga clic en Cancelar.";
"confirmNonSupportedClientModeSecurity" = "La red inalámbrica no es compatible con el modo de seguridad que ha seleccionado.";
"notSupportedInClientMode" = "Esta opción no está disponible cuando se realiza la configuración como cliente de una red existente.";

/*4.1 additions*/
"commaSpaceSeparator" = ", ";
"Connected" = "Conectado";
"Not Connected" = "No conectado";
"Disabled" = "Desactivado";
"infoUpdateSuccessRestarting" = "Los ajustes de la estación base se han actualizado correctamente y la estación base se está reiniciando. Haga clic en OK para cerrar la ventana.";
"AccessPointModeMenuItemTitle" = "Crear una red inalámbrica (router doméstico)";
"ClientModeMenuItemTitle" = "Acceder a una red inalámbrica existente (cliente inalámbrico)";
"BracketedDescription" = "<%@>";
"WirelessDisabled" = "Inalámbrica desactivada";
"ConfigurationIsDisabled" = "La configuración remota de AirPort está desactivada.";
"ConfirmWirelessDisabledRemoteConfigDisabled" = "Ha desactivado la red inalámbrica y la configuración remota mediante Ethernet. Esto significa que no podrá configurar esta estación base sin realizar un reinicio general. ¿Seguro que desea continuar?";
"PrintingIsDisabled" = "La impresión remota de AirPort está desactivada.";
"ConfirmWirelessDisabledRemotePrintingDisabled" = "Ha desactivado la red inalámbrica y la impresión remota mediante Ethernet.  Esto significa que no podrá imprimir de forma remota. ¿Seguro que desea continuar?";
"AirTunesIsDisabled" = "AirTunes está desactivado.";
"ConfirmWirelessDisabledAirTunesOverEthernetDisabled" = "Ha desactivado la red inalámbrica y AirTunes en el puerto Ethernet.  Esto significa que no podrá utilizar AirTunes para transmitir música en tiempo real. ¿Seguro que desea continuar?";
"ChangeButtonTitle" = "Cambiar";
"UnsupportedValue" = "Esta versión de Utilidad Administración AirPort no es compatible con algunos de los ajustes que ha seleccionado para la estación base. Visite la página www.apple.com/support para obtener una versión más reciente de Utilidad Administración AirPort.";
"EthernetPortSecurity" = "Seguridad de puerto Ethernet";
"EthernetPortSecurityDescription" = "Los ajustes de esta sección determinan si la estación base puede ser vista fácilmente por el público a través del puerto Ethernet. Para aumentar la seguridad, anule la selección de todas las opciones.";
"EnableEthernetPort" = "Activar puerto Ethernet";
"EnableEthernetPortDescription" = "Si no está seleccionada, la estación base no podrá acceder a ningún servicio a través del puerto Ethernet.";
"EthernetWANPortDisabled" = "Puerto Ethernet WAN desactivado";
"EthernetPortDisabled" = "Puerto Ethernet desactivado";
"Warning" = "Advertencia";
"ConfirmTurnBackOnDistributeIP" = "Esta estación base se configuró para no distribuir ninguna dirección IP en una red WDS. ¿Desea que la estación base empiece a distribuir direcciones IP ahora?";
"ShouldntChangeWirelessSecuritysInAWDS" = "Esta estación base está configurada dentro de una WDS. Si se cambia la seguridad inalámbrica se desconectará la WDS.";
"ProfilesTooltip" = "Los perfiles le permiten almacenar y alternar entre diversas configuraciones de la estación base.";
"ThisIsDisabledBecauseItsNotSupported" = "Está desactivada porque esta estación base no es compatible con esta opción.";
"RadioOptionsDescription" = "Los ajustes de este panel pueden reducir el radio de alcance de la estación base y no deben modificarse si no es estrictamente necesario.";
"someFeaturesNotSupportedInClientMode" = "Algunas opciones no están disponibles cuando se configura como cliente de una red existente.";
"WPANetworkNameWarning" = "Cuando se utiliza una red WDS asegurada con un sistema WPA Personal, es imprescindible que los nombres de red inalámbrica sean idénticos.";
"ChangingWDSToWPAWarning" = "Si cambia la seguridad inalámbrica de la red WDS a WPA Personal, deberá volver a configurar la red WDS. Haga clic en el botón Ayuda que encontrará más abajo para obtener instrucciones sobre cómo configurar una red WDS.\n\n¿Seguro que desea realizar este cambio?";
"WDSNotCompatibleWithWPAEnterprise" = "No se puede utilizar una estación base con el sistema de seguridad WPA Empresa en una red WDS. Ajuste el nivel de seguridad de esta estación base en WPA Personal, WEP o Desactivada.";
"WPAEnterpriseNotCompatibleWithWDS" = "No se puede utilizar una estación base con el sistema de seguridad WPA Empresa en una red WDS. Esta estación base se eliminará de la red WDS.\n\n¿Seguro que desea realizar este cambio?";
"SettingUpWDSHelpAnchor" = "aprt2682";
"WarnWhenChangingNetworkNameForWDSWPA" = "Esta red WDS utiliza el sistema de seguridad WPA Personal. Al cambiar el nombre de esta red deberá volver a configurar la red WDS. Haga clic en el botón Ayuda si desea obtener más información e instrucciones acerca de la configuración de una red WDS.\n\n¿Seguro que desea cambiar el nombre de la red?";
"ConfirmChangeWirelessSecuritysInAWDS" = "Actualmente, esta estación base está configurada dentro de una red WDS. Si cambia la seguridad inalámbrica, deberá volver a configurar la red WDS. Haga clic en el botón Ayuda si desea obtener más información e instrucciones acerca de la configuración de una red WDS.\n\n¿Seguro que desea cambiar la seguridad inalámbrica?";
"CannotDisableBothWirelessAndEthernet" = "No se puede desactivar tanto la interfaz Ethernet como la inalámbrica en esta estación base.";
"STAModeDisablesEthernetPort" = "Cuando la estación base accede a una red inalámbrica, el puerto Ethernet está siempre desactivado.";
"DisabledWirelessRequiresEthernetPort" = "Al desconectar la interfaz inalámbrica se activa el acceso SNMP, la configuración remota y la impresión remota en el puerto Ethernet.";
"USBPrinter"			= "Impresora USB";
"USBPrinters"			= "Impresoras USB";
"USBPrintersLabel"		= "Impresoras USB:";
"valInvalidIPAddressForSharedRange" = "Esta dirección IP asignada manualmente no es válida con el rango de direcciones IP seleccionado.";
"P81CantUseWPAForWDSMain" = "Para utilizar el WDS con WPA, la estación base principal debe utilizar la versión 5.5 o posterior del firmware de la estación base AirPort Extreme. Asegúrese de que está utilizando el firmware más reciente o ajuste el nivel de seguridad a WEP e inténtelo de nuevo.";
"Q61CantUseWPAForWDSMain" = "Para utilizar el WDS con WPA, la estación base principal debe utilizar la versión 6.1 o posterior del firmware de AirPort Express. Asegúrese de que está utilizando el firmware más reciente o ajuste el nivel de seguridad a WEP e inténtelo de nuevo.";
"P81CantUseWPAForWDSRemote" = "Para utilizar el WDS con WPA, la estación base remota debe utilizar la versión 5.5 o posterior del firmware de la estación base AirPort Extreme. Asegúrese de que está utilizando el firmware más reciente o ajuste el nivel de seguridad de la estación base principal a WEP e inténtelo de nuevo.";
"Q61CantUseWPAForWDSRemote" = "Para utilizar el WDS con WPA, la estación base remota debe utilizar la versión 6.1 o posterior del firmware de AirPort Express. Asegúrese de que está utilizando el firmware más reciente o ajuste el nivel de seguridad de la estación base principal a WEP e inténtelo de nuevo.";

/* 4.2 support */
"GoToAppleSupportForMoreInfo" = "Para más información, visite www.apple.com/es/support.";
"ThisFeatureRequiresFWVersion" = "Para usar esta función se requiere una estación base con la versión %@ o posterior del firmware.";
"WPA2Personal" = "WPA2 Personal";
"WPA2Enterprise" = "WPA2 Empresa";
"WPA Only (TKIP)" = "Sólo WPA";
"WPA and WPA2 (TKIP and AES-CCMP)" = "WPA y WPA2";
"WPA2 Only (AES-CCMP)" = "Sólo WPA2";
"ConfigurationError" = "Error de configuración";
"NotSupportedBaseStationMessage" = "Esta versión de la Utilidad Administración AirPort no es compatible con esta estación base. No podrá actualizar el software de esta estación base, pero podrá realizar cambios en su configuración. Visite la página web www.apple.com/es/support para obtener una versión más reciente de la Utilidad Administración AirPort.";
"WDSRequiresWPAPersonalAESNotSupportedOnRemoteMessage" = "La estación base remota o de retransmisión no es compatible con la encriptación AES. Para usar la encriptación AES, asegúrese de que está utilizando el firmware más reciente, o bien ajuste el tipo de encriptación WPA de la estación base principal a TKIP e inténtelo de nuevo.";
"ConfirmHighChannel" = "El uso de este ajuste del canal inalámbrico puede impedir que ciertas tarjetas AirPort puedan conectarse a esta estación base.";
"TKIPAndAESDescription" = "Los clientes WPA2 (AES-CCMP) y WPA (TKIP) pueden conectarse a esta red.";
"TKIPAndAESForClientModeDescription" = "Esta estación base puede conectarse a redes protegidas mediante WPA2 (AES-CCMP) y WPA (TKIP).";
"TKIPOnly2ForClientModeDescription" = "Esta estación base puede conectarse a redes protegidas mediante WPA (TKIP).";
"TKIPOnlyDescription" = "Sólo los clientes compatibles con WPA (TKIP) pueden conectarse a esta red.";
"AESOnlyDescription" = "Sólo los clientes compatibles con WPA2 (AES-CCMP) pueden conectarse a esta red.";
"WEP" = "WEP";
"TKIP & AES-CCMP" = "TKIP y AES-CCMP";
"AES-CCMP" = "AES-CCMP";
"BridgeModeConfirm" = "Si su estación base está conectada a un router u otro dispositivo que utiliza los servicios NAT y DHCP para proporcionar direcciones IP a los ordenadores de la red, es recomendable que desactive dichos servicios en la estación base. Haga clic en OK para utilizar el router u otro dispositivo para proporcionar los servicios NAT y DHCP.";
/* End of strings file*/
